[
	"Codzienny digest o 8:00: najważniejsze maile + co odpisać dziś.",
	"“Inbox zero” — triage: archiwizuj, taguj, zostaw tylko ważne.",
	"Wypisywanie z newsletterów i spam-cleanup (z preview + consent).",
	"Automatyczne follow-upy: jeśli brak odpowiedzi 3 dni → draft i przypomnienie.",
	"VIP alert: SMS/Slack/Email gdy pisze konkretny klient lub inwestor.",
	"Wyciągaj faktury z maili do Drive + indeks w Sheets.",
	"Z maili zrób task listę (Jira/HubSpot notes/Google Docs) z terminami.",
	"Wykryj “twarde ryzyka”: maile z frazami “cancel”, “terminate”, “lawyer”.",
	"Zbieraj wątki o jednym kliencie i twórz “customer brief” w Google Docs.",
	"Draft odpowiedzi w Twoim stylu (krótko/dyplomatycznie/agresywnie).",
	"Automatyczne reguły: labeluj maile po domenach/tematach.",
	"Weekly “who owes me a reply” (lista w artifacts / email).",
	"Przerób mail thread na 1-pager: decyzje + open questions.",
	"Wykryj “pilne” po treści, nie po flagach (semantycznie).",
	"Z maili sprzedażowych wyciągnij leady do HubSpota.",
	"Ułóż spotkanie: znajdź 3 okna i wyślij propozycje.",
	"Automatyczne briefy: 15 min przed spotkaniem “kim jest X + ostatni kontakt”.",
	"Po spotkaniu: notatka + action items + follow-up mail draft.",
	"“No-meetings blocks”: blokuj deep work i pilnuj, żeby nie wjechały call’e.",
	"Tygodniowy raport czasu: ile godzin spotkań, z kim, wg kategorii.",
	"Wyłap konflikty i proponuj przesunięcia.",
	"“Calendar hygiene”: usuń duplikaty, dopisz linki, popraw tytuły.",
	"Automatyczne przypomnienia o przygotowaniu do kluczowych calli.",
	"“Sygnał przeciążenia”: wykryj tygodnie > X h spotkań i zaproponuj cięcia.",
	"Zrób “operating cadence”: stałe rytuały tygodniowe (exec sync, 1:1, review).",
	"Audyt Drive: top największe foldery/pliki + duplikaty.",
	"Uporządkuj folder “Contracts”: naming + daty + indeks w Sheets.",
	"Znajdź pliki “final_final_v7” i zrób rekomendację wersji.",
	"Backup kluczowych folderów do innej lokalizacji.",
	"Automatycznie taguj/labeluj pliki wg typu (umowa, faktura, oferta).",
	"Przygotuj paczkę do audytu: lista + zip + opis.",
	"Przenieś załączniki z Gmail do odpowiednich folderów Drive.",
	"“Drive watcher”: jak wpadnie nowy PDF → wyciągnij dane i dopisz do Sheets.",
	"Zrób publiczny link do wybranych plików + kontrola uprawnień (bezpiecznie).",
	"Wykryj pliki bez ownera / z dziwnymi share settings.",
	"Stwórz “Weekly update” template i wypełniaj co tydzień automatycznie.",
	"Napisz notatkę po spotkaniu i wyślij do interesariuszy.",
	"Wygeneruj “One-pager produktu”: problem, rozwiązanie, ICP, pricing.",
	"Przygotuj “Investor update” (monthly) z danymi + narracją.",
	"Zrób SOP dokument: onboarding, sprzedaż, support, ops.",
	"“Doc lint”: wykryj brakujące sekcje, niespójności, popraw styl.",
	"Zbierz wymagania i zrób PRD / spec w standardzie firmy.",
	"Wyciągnij action items z kilku dokumentów i zrób jedną listę.",
	"Przygotuj polityki: security, incident response, data retention.",
	"Zamień rozproszone notatki w jedną “wiki startową”.",
	"Zbuduj KPI dashboard w Sheets (ARR/MRR, churn, NRR, pipeline).",
	"Automatycznie importuj dane (z CSV/PDF) do tabel w Sheets.",
	"Czyszczenie arkuszy: duplikaty, daty, formaty walut, normalizacja.",
	"Forecast: prosty model sprzedaży i cashflow z wykresami.",
	"Rejestr faktur: terminy płatności, status, przypomnienia.",
	"Porównanie ofert vendorów: tabela + scoring.",
	"Tabela “Deal review”: stage, value, next step, owner, risk.",
	"“Cohort analysis” klientów w Sheets (np. >12m vs <=12m).",
	"Generowanie CSV do importu do CRM.",
	"Alerty: jeśli wskaźnik przekroczy próg, to mail/SMS.",
	"“Higiena deal’i”: deale bez next step / bez daty / bez ownera.",
	"Daily “Top 10 do zrobienia”: follow-upy + gotowe wiadomości.",
	"Wykryj deale stojące > X dni w stage i zaproponuj akcje.",
	"Zrób raport pipeline: zmiany WoW, ryzyka, najważniejsze ruchy.",
	"Automatycznie uzupełnij notatki do deal’a na podstawie maili/spotkań.",
	"Ujednolić properties: brakujące pola, złe wartości, cleanup.",
	"Segmentacja klientów: churn risk, growth potential, health score.",
	"“Renewals tracker”: kto ma odnowienie w 30/60/90 dni.",
	"Przypomnienia do KAMów: “zadzwoń do X bo minęło Y dni”.",
	"Eksport kontaktów do Sheets + wzbogacenie (np. domeny, branże).",
	"Wyciągnij tabelę z PDF faktury i dopisz do rejestru w Sheets.",
	"Zbierz dane z wielu PDF (np. umowy) i zrób podsumowanie ryzyk.",
	"Przerób PDF na “brief”: co ważne, terminy, kary, obowiązki.",
	"Zmerge’uj PDFy w paczkę (np. do księgowości).",
	"Wygeneruj PDF report z analizy (executive summary + wykresy).",
	"Wyszukaj w PDF konkretne klauzule (SLA, kary, termin).",
	"Podbij OCR (jeśli skan) i wyciągnij tekst.",
	"Wypełnij prosty PDF form (jeśli wspierane) danymi z arkusza.",
	"Zrób “Invoice triage”: wykryj brak NIP, brak numeru, złe kwoty.",
	"Stwórz template raportu PDF dla klienta.",
	"Wygeneruj ofertę handlową w DOCX z danymi klienta.",
	"Zrób umowę “draft” w DOCX z parametrami (daty, kwoty, SLA).",
	"Masowa personalizacja: 30 ofert w DOCX na podstawie CSV.",
	"Popraw formatowanie i style w istniejącym DOCX.",
	"Zrób “Minutes of Meeting” w DOCX z listą decyzji.",
	"Konwersja: DOCX → PDF (jeśli masz pipeline).",
	"Wstaw tabelę cen, warunki, załączniki automatycznie.",
	"Zrób “policy doc” w standardzie firmy i z automatycznym spisem treści.",
	"Ujednolić branding dokumentów (nagłówki, stopki, czcionki).",
	"Porównanie dwóch DOCX i streszczenie różnic (jeśli wspierasz).",
	"Zbuduj model finansowy (cashflow, runway, scenariusze) w Excelu.",
	"Stwórz budżet roczny z działami + kontrola wydatków.",
	"“Board pack”: slajdy? (tu bardziej PDF/Docs) + Excel z danymi.",
	"Import/eksport CSV ↔ XLSX + walidacje.",
	"Excel report z wykresami (pipeline / KPI / koszty).",
	"Kalkulator pricingu: marże, rabaty, progi.",
	"Analiza danych sprzedażowych: pivot tables, segmentacje.",
	"Automatyczne uzupełnianie w Excelu na podstawie PDF faktur.",
	"“Data hygiene”: wykrywanie błędów w arkuszu i poprawki.",
	"Generowanie wielu wersji forecastu do wysyłki.",
	"Odczytaj paragon/fakturę ze zdjęcia i dopisz do rejestru.",
	"Przeanalizuj screenshot dashboardu i opisz co nie gra / co poprawić.",
	"Wyciągnij tabelkę z fotki (OCR) i zapisz do CSV/Sheets.",
	"“UI critique”: feedback do designu strony, CTA, hierarchia.",
	"Z screenshotów błędów (stacktrace) wyciągnij błąd i zaproponuj fix."
]
